<?xml version="1.0" encoding="UTF-8"?>
<?xml-stylesheet href="chrome://global/locale/intl.css" type="text/css"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"[
    <!ENTITY % brandDTD SYSTEM "chrome://branding/locale/brand.dtd" >
    %brandDTD;
    <!ENTITY % helpDTD SYSTEM "chrome://help/locale/help.dtd" >
    %helpDTD;
]>

<!--
Contributors:
  R.J. Keller <rlk@trfenv.com> (original author)
  Jeff Walden <jwalden+code@mit.edu>
  Steffen Wilberg <steffen.wilberg@web.de>
-->

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr">
<head>
    <title>Utilisation de la fen&ecirc;tre d'aide</title>
    <link rel="stylesheet" type="text/css" href="chrome://help/skin/helpFileLayout.css"/>
</head>

<body>

<h1 id="help_window_top">Utilisation de la fen&ecirc;tre d'aide</h1>

<div class="contentsBox">Dans cette section&nbsp;:
  <ul>
    <li><a href="#finding_the_topic_you_want">Recherche d'un sujet</a></li>
    <li><a href="#search_tips">Astuces de recherche</a></li>
  </ul>
</div>

<h2 id="finding_the_topic_you_want">Recherche d'un sujet</h2>

  <p>Pour afficher des informations d'aide dans cette fen&ecirc;tre, cliquez sur un sujet
   dans le panneau <em>&toctab.label;</em> sur le c&ocirc;t&eacute;. Cliquez sur le petit
   <span class="noMac">plus</span><span class="mac">triangle</span> &agrave; c&ocirc;t&eacute;
   d'un sujet pour voir ses sous-sujets.</p>

  <p>Pour rechercher de l'aide sur un sujet particulier, saisissez juste un mot ou une phrase dans
   la barre <em>&searchtab.label;</em> pour voir les sujets s'y rapportant. Cliquez sur un
   titre de sujet pour le lire. Si votre recherche ne retourne aucun sujet d'aide, essayez
   de saisir moins de mots ou une combinaison diff&eacute;rente de mots. Les r&eacute;sultats
   seront affich&eacute;s dans le panneau de gauche au cours de
   la saisie. Pour afficher &agrave; nouveau le contenu dans le panneau <em>&toctab.label;</em>,
   supprimez ce qui se trouve dans la barre
   de recherche, ou appuyez sur <kbd>&Eacute;chap</kbd>.</p>

  <p>Pour obtenir des informations reli&eacute;es au sujet d'aide que vous
    &ecirc;tes en train de lire, cliquez sur les liens dans la fen&ecirc;tre
    d'aide, comme vous le feriez avec les liens d'une page Web ordinaire. Vous pouvez
    &eacute;galement vous d&eacute;placer en avant ou en arri&egrave;re parmi les pages
    que vous avez d&eacute;j&agrave; lues &agrave; l'aide des boutons Pr&eacute;c&eacute;dente
    et Suivante.</p>

<h2 id="search_tips">Astuces de recherche</h2>

  <p>Si vous ne trouvez pas ce que vous voulez, voici quelques conseils pratiques&nbsp;:</p>

  <ul>
    <li>Assurez-vous de chercher quelque chose qui se rapporte &agrave; &brandShortName;.
      Il ne s'agit pas d'une recherche g&eacute;n&eacute;rale sur Internet.</li>
    <li>Essayez d'&eacute;largir votre recherche, ne la restreignez pas trop.
      La formulation de l'aide pourrait &ecirc;tre diff&eacute;rente des termes que
      que vous avez utilis&eacute;s.</li>
    <li>&Eacute;vitez d'&ecirc;tre trop large dans votre recherche. Par exemple, des mots comme
      &laquo;&nbsp;page&nbsp;&raquo; risquent de vous renvoyer beaucoup plus de sujets
      que d&eacute;sir&eacute;.</li>
  </ul>

  <p>Copyright &copy; 2003-2009 Contributors to the Mozilla Project.</p>
  <p><em>Derni&egrave;re traduction&nbsp;: 1er janvier 2009</em></p>
  <p>Ce texte a &eacute;t&eacute; traduit et adapt&eacute; par une &eacute;quipe
    internationale de b&eacute;n&eacute;voles francophones. Pour plus
    d'informations, visitez notre site&nbsp;: <a
    href="http://frenchmozilla.sourceforge.net/" target="_blank">http://frenchmozilla.sourceforge.net</a>.
  </p>

</body>
</html>

